export const QNA_DATA = [
  // 비대면 진료
  [
    {
      title: '비대면 진료 어떻게 진행하는건가요?',
      content: '비대면 진료는 의료진이 푸시 메시지를 보냈을때 푸시 알람을 통해 비대면 진료를 시작할 수 있습니다.',
    },
  ],
  // 복약관리
  [
    {
      title: '알림없이 체크하기는 어떤 기능인가요?',
      content: '알림없이 체크하기는 복약 알림을 등록하지는 않았지만 내가 먹은 약을 등록할 수 있는 기능입니다.',
    },
  ],
  // 문진하기
  [
    {
      title: '문진별 작성 가능한 시간이 언제인가요?',
      content: ` 문진별 작성 가능한 시간은 다음과 같습니다.<br>
                    확진 당일 문진: 확진 당일 00:00~23:59<br>
                    오전 문진: 확진 당일~격리 마지막 날 00:00~12:00<br>
                    오후 문진: 확진 당일~격리 마지막 날 12:01~24:00<br>
                    격리 해제일 문진: 격리 해제일 00:00~24:00<br>
                    격리 해제 30일 뒤 문진: 격리 해제 후 30일차 00:00~24:00 <br>`,
    },
  ],
  // 운동하기
  [
    {
      title: '운동은 사람마다 다르게 추천되나요?',
      content:
        '네. ‘운동 전 몸 상태 체크하기’ 결과에 따라 다른 운동이 추천됩니다. 환자분의 몸 상태에 꼭 맞는 강도의 운동을 추천 드리니 꾸준히 실천해보세요!',
    },
  ],
  // 건강상태
  [
    {
      title: '가민 기기를 착용했는데 건강 정보가 안나와요.',
      content: '가민 기기를 착용하셨다면 Garmin Connect 어플에서 동기화를 진행해주세요.',
    },
  ],
];
