export const APP_DATA = `
<h1>제1장 총칙</h1>
<h2>제 1조 목적</h2>
<div class="txt">
이 약관은 정보통신기획평가원 주관 “효과적인 감염병 대응을 위한 홈·생활치료센터의 비대면 환자 감염활동 추론(IAI) 및 보호관리 SW 기술
개발” 연구 사업의 일환으로 서울대학교병원·유라클·헬스커넥트 컨소시엄(이하 “SMILE 연구팀”이라 한다)이 연구 목적으로 개발한 앱 서비스를
이용함에 있어 앱과 이용자의 권리 의무 및 책임사항을 규정함을 목적으로 합니다.
</div>

<h2>제2조 용어정의</h2>
<div class="txt">
이 약관에서 사용하는 용어의 정의는 다음과 같습니다.
<ul>
    <li>
    ① "앱“이라 함은 감염병으로 인한 자가 격리 및 생활치료센터 환자를 대상으로 SMILE 연구팀이 앱의 정보통신 설비를 이용하여 제공할 수
    있도록 설정한 가상의 공간을 말합니다.
    </li>
    <li>② "서비스"라 함은 SMILE 연구팀이 개발한 앱에서 제공하는 모든 서비스를 말합니다.</li>
    <li>
    ③ "이용자"라 함은 본 약관에 동의하고, 앱에 로그인하여 본 약관에 따라 SMILE 연구팀에서 연구 목적으로 개발한 앱 서비스를 받는 자를
    말합니다.
    </li>
    <li>④ "운영자"라 함은 서비스의 전반적인 관리와 원활한 운영을 위하여 SMILE 연구팀에서 선정한 사람을 말합니다.</li>
    <li>⑤ "ID"라 함은 이용자가 서비스에 제공받기 위하여 본 사이트로 접속할 수 있는 Login 명을 의미합니다.</li>
    <li>
    ⑥ "비밀번호"라 함은 이용자의 비밀보호 및 이용자 본인임을 확인하고 서비스에 제공되는 각종 정보의 보안을 위해 이용자 자신이 설정한
    것을 의미합니다.
    </li>
    <li>
    ⑦ "개인정보"라 함은 당해 정보에 포함되어 있는 성명, 성별, 생년월일, 연락처(휴대전화)등의 사항에 의하여 특정 개인을 식별할 수 있는
    정보를 말합니다.
    </li>
    <li>
    ⑧ 이용자는 앱 이용자, 운영자로 구분되며, 각 이용자는 다음과 같은 권한을 가지고 있습니다.
    <ul>
        <li>
        <strong>- 이용자</strong>
        <p>앱을 가입하고 SMILE 연구팀이 제공하는 앱 서비스를 이용할 수 있습니다.</p>
        </li>
        <li>
        <strong>- 운영자</strong>
        <p>앱을 관리하기 위하여 운영자에게 발급된 아이디이며, 각 운영자에게 할당된 권한의 범위에서 앱을 운영/관리 할 수 있습니다.</p>
        </li>
    </ul>
    </li>
</ul>
</div>

<h2>제3조 약관의 효력과 변경</h2>
<div class="txt">
이용자는 변경된 약관에 동의하지 않을 경우 이용자 탈퇴(해지)를 할 수 있으며, 변경된 약관의 효력 발생일로부터 7일 이후에도 거부의사를
표시하지 아니하고 서비스를 계속 사용할 경우 약관의 변경 사항에 동의한 것으로 간주됩니다.
<ul>
    <li>① 이 약관은 서비스 화면에 게시하거나 기타의 방법으로 공지함으로써 효력이 발생됩니다.</li>
    <li>
    ② SMILE 연구팀은 필요하다고 인정되는 경우 이 약관의 내용을 변경할 수 있으며, 변경된 약관은 서비스 화면에 게시하며, 공지 후 7일
    이후에도 거부의사를 표시하지 아니하고 서비스를 계속 사용할 경우 약관의 변경 사항에 동의한 것으로 간주됩니다.
    </li>
    <li>③ SMILE 연구팀은 불가피한 사정이 있는 경우 관계법령을 위배하지 않는 범위에서 본 약관을 개정할 수 있습니다.</li>
    <li>
    ④ 이용자가 변경된 약관에 동의하지 않는 경우 서비스 이용을 중단하고 본인의 이용자등록을 취소할 수 있으며, 계속 사용하시는 경우에는
    약관 변경에 동의한 것으로 간주되며 변경된 약관은 전항과 같은 방법으로 효력이 발생합니다.
    </li>
    <li>⑤ 이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 관계법령 또는 상관례에 따릅니다.</li>
</ul>
</div>

<h1>제2장 서비스 이용계약</h1>
<h2>제4조 이용계약의 성립</h2>
<div class="txt">이용계약은 이용자의 약관 내용에 대한 동의로 성립됩니다.</div>

<h2>제5조 이용신청의 승낙</h2>
<div class="txt">
<ul>
    <li>
    ① 이용자가 신청서의 모든 사항을 정확히 기재하여 이용신청을 하였을 경우에 특별한 사정이 없는 한 서비스 이용신청을 승낙합니다.
    </li>
    <li>
    ② 다음 각 호에 해당하는 경우에는 이용 승낙을 하지 않을 수 있습니다.
    <ul>
        <li>a. 본인의 실명으로 신청하지 않았을 때</li>
        <li>b. 가입 신청시에 허위 내용을 등록한 경우타인의 명의를 사용하여 신청하였을 때</li>
        <li>c. 기타 SMILE 연구팀이 정한 이용신청 요건에 미비되었을 때</li>
    </ul>
    </li>
</ul>
</div>

<h2>제6조 계약사항의 변경</h2>
<div class="txt">
이용자는 이용신청시 기재한 사항이 변경되었을 경우에는 수정하여야 하며, 수정하지 아니하여 발생하는 문제의 책임은 이용자에게 있습니다.
</div>


<h1>제3장 계약당사자의 의무</h1>              
<h2>제7조 SMILE 연구팀의 의무</h2>
<div class="txt">SMILE 연구팀은 서비스 제공과 관련해서 알고 있는 이용자의 개인 정보를 본인의 승낙 없이 제3자에게 누설하거나 배포하지 않습니다.</div>  


<h2>제8조 이용자의 의무</h2>
<div class="txt">
    <ul>
        <li>
        ① 이용자는 서비스를 이용할 때 다음 각 호의 행위를 하지 않아야 합니다. 
        </li>
        <ul>
            <li>a. 다른 이용자의 ID를 부정하게 사용하는 행위</li>
            <li>b. SMILE 연구팀의 저작권, 제3자의 저작권 등 기타 권리를 침해하는 행위</li>
            <li>c. 공공질서 및 미풍양속에 위반되는 내용을 유포하는 행위</li>
            <li>d. 범죄와 결부된다고 객관적으로 판단되는 행위</li>
            <li>e. 서비스를 이용하여 얻은 정보를 이용자의 개인적인 이용 외에 SMILE 연구팀의 허락 없이 제3자에게 제공한 경우</li>
            <li>f. 기타 이용자로서의 자격을 지속시키는 것이 부적절하다고 판단되는 경우</li>
        </ul>
    </ul>
</div>

<h1>제3장 서비스 이용</h1>
<h2>제9조 이용자의 의무 </h2>
<div class="txt">
    <ul>
        <li>① 이용자는 앱 서비스를 이용하는 경우, 본인의 아이디 및 비밀번호를 사용해야 합니다.</li>
        <li>② 아이디와 비밀번호에 관한 모든 관리의 책임은 이용자에게 있습니다.</li>
        <li>③ 이용자는 자신의 아이디 및 비밀번호를 제3자에게 이용하게 해서는 안 됩니다.</li>
        <li>④ 이용자는 아이디 및 비밀번호를 도난당하거나 제3자에게 사용되고 있음을 인지한 경우에는 바로 SMILE 연구팀에 통보하고 SMILE 연구팀의 안내가 있는 경우에는 그에 따라야 합니다.</li>
    </ul>
</div>
<h2>제10조 게시물 관리 및 삭제</h2>
<div class="txt">
효율적인 서비스 운영을 위하여 이용자의 메모리 공간, 메시지크기, 보관일수 등을 제한할 수 있으며 등록하는 내용이 다음 각 호에 해당하는 경우에는 사전 통지없이 삭제할 수 있습니다.
    <ul>
        <li>① 다른 이용자 또는 제3자를 비방하거나 중상모략으로 명예를 손상시키는 내용인 경우</li>
        <li>② 공공질서 및 미풍양속에 위반되는 내용인 경우</li>
        <li>③ 범죄적 행위에 결부된다고 인정되는 내용인 경우</li>
        <li>④ SMILE 연구팀의 저작권, 제3자의 저작권 등 기타 권리를 침해하는 내용인 경우</li>
        <li>⑤ 이용자가 앱 게시판에 음란물을 게재하거나 음란 사이트를 링크하는 경우</li>
        <li>⑥ 기타 관계법령에 위반된다고 판단되는 경우</li>
    </ul>
</div>

<h2>제11조 서비스 이용시간</h2>
<div class="txt">
    서비스의 이용은 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴 1일 24시간을 원칙으로 합니다. 다만 정기 점검 등의 사유 발생시는 그러하지 않습니다.
</div>


<h2>제12조 서비스 제공의 중지</h2>
<div class="txt">
다음 각 호에 해당하는 경우에는 서비스 제공을 중지할 수 있습니다.
    <ul>
        <li>① 서비스용 설비의 보수 등 공사로 인한 부득이한 경우</li>
        <li>② 전기통신사업법에 규정된 기간통신사업자가 전기통신 서비스를 중지했을 경우</li>
        <li>③ 시스템 점검이 필요한 경우</li>
    </ul>
</div>

<h1>제4장 계약해지 및 이용제한</h1>
<h2>제13조 계약해지 및 이용제한</h2>
<div class="txt">
    이용자가 이용계약을 해지하고자 하는 때에는 이용자 본인이 앱을 통하여 해지신청을 하여야 하며, 다음 각 호에 해당하는 행위를 하였을 경우 해지조치 30일전까지 그뜻을 이용고객에게 통지하여야 합니다.
    <ul>
        <li>① 타인의 이용자ID 및 패스워드를 도용한 경우</li>
        <li>② 서비스 운영을 고의로 방해한 경우</li>
        <li>③ 허위로 가입 신청을 한 경우</li>
        <li>④ 같은 사용자가 다른 ID로 이중 등록을 한 경우</li>
        <li>⑤ 공공질서 및 미풍양속에 저해되는 내용을 유포시킨 경우</li>
        <li>⑥ 타인의 명예를 손상시키거나 불이익을 주는 행위를 한 경우</li>
        <li>⑦ 서비스의 안정적 운영을 방해할 목적으로 다량의 정보를 전송하거나 광고성 정보를 전송하는 경우</li>
        <li>⑧ 정보통신설비의 오작동이나 정보 등의 파괴를 유발시키는 컴퓨터바이러스 프로그램 등을 유포하는 경우</li>
        <li>⑨ SMILE 연구팀 또는 다른 회원이나 제3자의 지적재산권을 침해하는 경우</li>
        <li>⑩ 타인의 개인정보, 이용자ID 및 패스워드를 부정하게 사용하는 경우</li>
        <li>⑪ 기타 관련법령에 위반된다고 판단되는 경우</li>
    </ul>
</div>

<h1>제5장 기 타</h1>
<h2>제14조 양도금지</h2>
<div class="txt">
회원은 서비스의 이용권한, 기타 이용계약상의 지위를 타인에게 양도, 증여할 수 없으며, 이를 담보로 제공할 수 없습니다.
</div>
<h2>제15조 손해배상</h2>
<div class="txt">SMILE 연구팀은 무료로 제공되는 서비스와 관련하여 회원에게 어떠한 손해가 발생하더라도 동 손해가 SMILE 연구팀의 고의 또는 중대한 과실로 인한 손해를 제외하고 이에 대하여 책임을 부담하지 아니합니다.</div>
<h2>제16조 면책 조항</h2>
<div class="txt">
<ul>
    <li>① SMILE 연구팀은 서비스용 설비의 보수, 교체, 정기점검, 공사 등 부득이한 사유로 발생한 손해에 대한 책임이 면제됩니다.</li>
    <li>② SMILE 연구팀은 회원의 귀책사유로 인한 서비스 이용의 장애에 대하여 책임을 지지 않습니다.</li>
    <li>③ SMILE 연구팀은 회원이 서비스를 이용하여 기대하는 이익이나 서비스를 통하여 얻는 자료로 인한 손해에 관하여 책임을 지지 않습니다.</li>
    <li>④ SMILE 연구팀은 회원이 서비스에 게재한 정보, 자료, 사실의 신뢰도, 정확성 등의 내용에 관하여는 책임을 지지 않습니다.</li>
</ul>
</div>
<h2>제17조 관할법원</h2>
<div class="txt">
서비스 이용으로 발생한 분쟁에 대해 소송이 제기 될 경우 SMILE 연구팀의 소재지를 관할하는 법원을 전속 관할법원으로 합니다.
</div>


<div class="txt">부 칙 <br />(시행일) 이 약관은 2022년 OO월 OO일부터 시행합니다.</div>`;

export const INFO_DATA = `
<h2>제1조(개인정보의 처리목적)</h2>
<div class="txt">
  서울대학교병원·유라클·헬스커넥트 컨소시엄(이하 “SMILE 연구팀”)은 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는
  다음의 목적 이외의 용도로는 이용되지 않으며, 이용 목적이 변경되는 경우에는 개인정보 보호법 제18조에 따라 별도의 동의를 받는 등 필요한
  조치를 이행할 예정입니다.
</div>

<h2>① 앱 회원 가입 및 관리</h2>
<div class="txt">
  회원 가입의사 확인, 서비스 제공에 따른 본인 식별·인증, 회원자격 유지·관리, 제한적 본인확인제 시행에 따른 본인 확인, 서비스 부정이용
  방지, 앱 이용에 관한 문의사항 확인 및 결과 통보, 홈페이지 서비스 개선을 위한 이용자 의견 수렴, 각종 고지ㆍ통지 등을 목적으로
  개인정보를 처리합니다.
</div>
<div class="tbl-wrap scroll-x">
  <table class="tbl tbl-info">
    <colgroup>
      <col span="5" style="width: 10rem" />
    </colgroup>
    <thead>
      <tr>
        <th>개인정보 파일의 명칭</th>
        <th>운영근거</th>
        <th>운영근거/ <br />처리목적</th>
        <th>개인정보파일에 기록되는 개인정보의 항목</th>
        <th>보유기간</th>
      </tr>
    </thead>
    <tbody>
      <tr>
        <td>앱 서비스 회원명부</td>
        <td>개인정보보호법 제 15 및 정보주체의 동의</td>
        <td>이용약관 가입의사 확인 및 앱 서비스 제공</td>
        <td>이름, 생년월일, 성별, 휴대폰 번호, 이메일주소</td>
        <td>연구기간 종료 후 3년</td>
      </tr>
    </tbody>
  </table>
</div>

<h2>제2조(개인정보의 처리 및 보유기간)</h2>
<div class="txt">
  SMILE 연구팀은 법령에 따른 개인정보 보유·이용기간 또는 정보주체로부터 개인정보를 수집시에 동의받은 개인정보 보유ㆍ이용기간 내에서
  개인정보를 처리·보유합니다. 각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.
  <ul>
    <li>① 보유근거 : 이용약관</li>
    <li>
      ② 개인정보 보유 목적
      <ul>
        <li>-앱 회원가입 및 관리</li>
        <li>-연구 목적 활용: OOO 분석 연구에 활용</li>
      </ul>
    </li>
    <li>③ 보유기간 : 연구기간 종료 후 3년* (단, 제4조1항에 따라 권리를 행사하는 경우)</li>
  </ul>
</div>
<h2>제3조(개인정보의 제3자 제공)
</h2>
<div class="txt">
SMILE 연구팀은 정보주체의 동의, 법률의 특별한 규정 등 개인정보 보호법 제17조 및 제18조에 해당하는 경우에만 개인정보를 제3자에게 제공합니다.
</div>

<h2>제4조(정보주체와 법정대리인의 권리·의무 및 그 행사방법에 관한 사항)</h2>
<div class="txt">
<ul>
    <li>① 이용자는 언제든지 개인정보 열람·정정·삭제·처리정지 요구 등의 권리를 행사할 수 있습니다.</li>
    <li>② 제1항에 따른 권리 행사는 ‘나의 정보’에서 개인정보를 조회하거나 수정, 삭제할 수 있으며 사용상 어려움이 있을 시에 전화, 팩스로 요청 시에도 이에 대해 지체 없이 조치하겠습니다.</li>
    <li>③ 제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다. 이 경우 개인정보 보호법 시행규칙 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.</li>
    <li>④ 개인정보 열람 및 처리정지 요구는 「개인정보 보호법」 제35조 제4항, 제37조 제2항에 의하여 정보주체의 권리가 제한 될 수 있습니다.</li>
    <li>⑤ 개인정보의 정정 및 삭제 요구는 다른 법령에서 그 개인정보가 수집 대상으로 명시되어 있는 경우에는 그 삭제를 요구할 수 없습니다.</li>
    <li>⑥ SMILE 연구팀은 정보주체 권리에 따른 열람의 요구, 정정·삭제의 요구, 처리정지의 요구 시 열람 등 요구를 한 자가 본인이거나 정당한 대리인인지를 확인합니다.</li>
</ul>
</div>

<h2>제5조(개인정보의 파기절차 및 파기방법)</h2>
<div class="txt">
SMILE 연구팀은 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기합니다. 파기의 절차, 기한 및 방법은 다음과 같습니다. 
<ul>
    <li>① 파기절차 <br>
    이용자가 입력한 정보는 목적 달성 후 별도의 DB에 옮겨져(종이의 경우 별도의 서류) 내부 방침 및 기타 관련 법령에 따라 일정기간 저장된 후 혹은 즉시 파기됩니다. 이 때, DB로 옮겨진 개인정보는 법률에 의한 경우가 아니고서는 다른 목적으로 이용되지 않습니다.</li>
    <li>② 파기기한 <br>
    이용자의 개인정보는 개인정보의 보유기간이 경과된 경우에는 보유기간의 종료일로부터 5일 이내에, 개인정보의 처리 목적 달성, 해당 서비스의 폐지, 사업의 종료 등 그 개인정보가 불필요하게 되었을 때에는 개인정보의 처리가 불필요한 것으로 인정되는 날로부터 5일 이내에 그 개인정보를 파기합니다.</li>
    <li>③ 파기방법 <br>
    전자적 파일 형태의 정보는 기록을 재생할 수 없는 기술적 방법을 사용합니다. 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.</li>
</ul>
</div>

<h2>제6조(개인정보, 보호책임자에 관한 사항)</h2>
<div class="txt">
<ul>
    <li>① SMILE 연구팀은 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다.</li>
    <div class="tbl-wrap scroll-x">
        <table class="tbl tbl-info">
            <colgroup>
            <col span="4" style="width: 12rem" />
            </colgroup>
            <thead>
            <tr>
                <th colspan="2">개인정보 보호책임자</th>
                <th colspan="2">개인정보 담당 기관</th>
        
            </tr>
            </thead>
            <tbody>
            <tr>
                <td>성명</td>
                <td></td>
                <td>부서명</td>
                <td></td>
            </tr>
            <tr>
                <td>직책</td>
                <td></td>
                <td>담당자</td>
                <td></td>
            </tr>
            <tr>
                <td>이메일</td>
                <td></td>
                <td>이메일</td>
                <td></td>
            </tr>
            <tr>
                <td>연락처</td>
                <td colspan="3"></td>
            </tr>
            </tbody>
        </table>
    </div>
    <li>② 정보주체께서는 앱 서비스를 이용하시면서 발생한 모든 개인정보 보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자 및 담당부서로 문의하실 수 있습니다. 서비스는 정보주체의 문의에 대해 지체 없이 답변 및 처리해드릴 것입니다.</li>
</ul>
</div>
<h2>제7조(개인정보의 안전성 확보조치에 관한 사항)</h2>
<div class="txt">
SMILE 연구팀은 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다.
<ul>
    <li>① 개인정보 취급 직원의 최소화 및 교육 <br>
    개인정보를 취급하는 직원을 지정하고 담당자에 한정시켜 최소화 하여 개인정보를 관리하는 대책을 시행하고 있습니다.</li>
    <li>② 내부관리계획의 수립 및 시행
    개인정보의 안전한 처리를 위하여 내부관리계획을 수립하고 시행하고 있습니다.</li>
    <li>③ 해킹 등에 대비한 기술적 대책
    SMILE 연구팀은 해킹이나 컴퓨터 바이러스 등에 의한 개인정보 유출 및 훼손을 막기 위하여 보안프로그램을 설치하고 주기적인 갱신·점검을 하며 외부로부터 접근이 통제된 구역에 시스템을 설치하고 기술적/물리적으로 감시 및 차단하고 있습니다.</li>
    <li>④ 개인정보의 암호화
    이용자의 개인정보는 비밀번호는 암호화 되어 저장 및 관리되고 있어, 본인만이 알 수 있으며 중요한 데이터는 파일 및 전송 데이터를 암호화 하거나 파일 잠금 기능을 사용하는 등의 별도 보안기능을 사용하고 있습니다.</li>
    <li>⑤ 접속기록의 보관 및 위변조 방지
    개인정보처리시스템에 접속한 기록을 최소 1년 이상 보관, 관리하고 있으며, 접속기록이 위변조 및 도난, 분실되지 않도록 보안기능을 사용하고 있습니다.</li>
    <li>⑥ 개인정보에 대한 접근 제한
    개인정보를 처리하는 데이터베이스시스템에 대한 접근권한의 부여,변경,말소를 통하여 개인정보에 대한 접근통제를 위하여 필요한 조치를 하고 있으며 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있습니다.</li>
    <li>⑦ 문서보안을 위한 잠금장치 사용
    개인정보가 포함된 서류, 보조저장매체 등을 잠금장치가 있는 안전한 장소에 보관하고 있습니다.</li>
</ul>
이 개인정보처리방침은 시행일로부터 적용되며, 법령 및 방침에 따른 변경내용의 추가, 삭제 및 정정이 있는 경우에는 변경사항의 시행 7일 전부터 공지사항을 통하여 고지할 것입니다.
</div>
<div class="txt">
    <ul class="center">
        <li>· 공고일자 : 2022년 OO월 OO일</li>
        <li>· 시행일자 : 2022년 OO월 OO일</li>
    </ul>
</div>
<div class="txt">※ 귀하께서는 개인정보 수집·이용에 대한 동의를 거부하시는 경우 앱 서비스 이용이 제한될 수 있습니다.</div>
`;
